let imageUrl = "http://144.34.173.46/images";
export default {
  top: {
    contact: "联系我们",
    logo: `${imageUrl}/logo.png`,
  },

  banner: [
    {
      title: "“为顶尖中学生提供最具竞争力的定制科研计划”",
      img: `${imageUrl}/banner.png`,
    },
  ],

  award: [
    {
      title: "ISEF",
      subTitle: "国际科学与工程大奖赛",
      info: "ISEF 国际科学与工程大奖赛 是最富盛名的中学生科学竞赛，在麻省理工学院录取学生画像的课外活动的列表中名列第一。海德教育主攻助力优秀中学生参加 ISEF 科学大奖赛，联合数学、物理、计算机和工程领域顶尖实验室与往届世界总决赛参赛获奖选手，为最顶尖中学生提供系统性的参赛辅导。",
    },
    {
      title: "丘成桐奖",
      subTitle: "丘成桐中学科学奖",
      info: "丘成桐先生认为 “优秀的学生需要顶尖的老师，没有顶尖的老师他的天赋和才能是没法展现出来的。” 丘成桐竞赛为优秀的学生提供了竞技的平台。海德教育致力发掘优秀中学生的学术天赋，用海外顶尖的学者资源助力他们冲击丘成桐大奖，向顶尖高校录取委员会证明他们成为领域人才的决心、能力和毅力。",
    },
    {
      title: "学术探究",
      subTitle: "兴趣驱动科研项目",
      info: "勤奋的学习能够收获优秀的成绩，天赋和兴趣的探索能够获得成就感，成为一方领袖。海德教育为优秀中学生提供了学术探究计划：在顶尖实验室学术指导下探索一些领域，做出初步成果。通过低成本试错，提前为后续的高等教育找到合适自己的方向。",
    },
  ],

  awardSmall: [
    {
      title: "ISEF",
      subTitle: "国际科学与工程大奖赛",
      info: "ISEF 再生元国际科学与工程大奖赛 是最富盛名的中学生科学竞赛，绝大多数获奖选手成功进入世界前30高等院校就读",
    },
    {
      title: "丘成桐奖",
      subTitle: "丘成桐中学科学奖",
      info: "丘成桐科学奖是华人领域最有影响力的中学生科学奖，历届获奖选手",
    },
  ],

  slogan: {
    list1:
      "“海德教育致力发掘优秀中学生的学术天赋，提供世界顶尖实验室的定制化学术课程，帮助学生在在科学领域展露头角，参加 ISEF 和丘成桐竞赛，获得顶级高校的入场券”",
    list1Small: "“海德逸堤助力优秀中学生参加 ISEF 和丘成桐竞赛”",
    list2: [
      "海德教育专注",
      "数学  物理  科学 工程 ",
      "领域 (STEM) 定制学术教育",
    ],
    list3: [
      "相关领域 世界Top5 实验室的学术导师进行科研设计",
      "ISEF Grand Final 世界总决赛获奖者参赛、备赛指导",
      "清华、上交大相关领域博士提供基础知、衔接知识辅导",
    ],
  },

  subjectsSmall: [
    {
      arr: ["深度学习", "自然语言处理", "量子计算", "元宇宙"],
    },
    {
      arr: ["机器人", "生物工程", "基因工程", "医疗图像"],
    },
    {
      arr: ["数论", "量化分析"],
    },
    {
      arr: ["量子力学", "天体力学", "光电"],
    },
  ],

  subjects: [
    {
      title: "数学",
      arr: ["数论", "量化分析"],
    },
    {
      title: "物理",
      arr: ["量子力学", "天体力学", "光电学"],
    },
    {
      title: "计算机",
      arr: ["强化学习", "深度学习", "自然语言处理", "量子计算", "元宇宙"],
    },
    {
      title: "工程",
      arr: ["机器人", "生物工程", "基因工程"],
    },
  ],

  tip: {
    title: "请联系我们获得更多咨询。",
  },

  contact: {
    addTip: "微信添加",
    tipName: ["Hyde Edu  顾问", "获得更多咨询"],
    weChatImg: `${imageUrl}/qrcode.png`,
    phoneTip: "电话咨询",
    phone: [
      {
        phoneShow: "中国地区：(+86) 13092314828",
        link: "",
      },
      {
        phoneShow: "北美地区 (转)：(+1) 224 773 3281",
        link: "",
      },
    ],
    email: {
      emailTip: "邮件订阅",
      emailTip2: "Hyde Edu 获取最新资讯",
      btnTip: "订阅",
    },
    mask: {
      tip1: "Copyright @ Hydedu Inc.",
      tip2: "Proudly made in San Francisco, CA",
    },
  },
};
